Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/gnome-extras.tmx
Source language: en
Languages: be

source: Preferences (instant apply)
be: Настройкі (імгненнае дастасаванне змен)

source: Preferences...
be: Настройкі...

source: Preferred audio _format:
be: Пераважны _аўдыяфармат:

source: Preformatted listing
be: Адфараматаваны лістынг

source: Preformatted text
be: Адфарматаваны тэкст

source: Preparing to download updates from server...
be: Падрыхтоўка да атрымання абнаўленняў з сервера...

source: Preparing to upload updates to server...
be: Падрыхтоўка да публікацыі абнаўленняў на серверы...

source: Pressure:
be: Ціск:

source: Previ_ous Untranslated
be: _Да папярэдняга неперакладзенага

source: Preview printed data
be: Папярэдні агляд выдруку

source: Previous
be: Папярэдні

source: Previous Developers
be: Папярэднія распрацоўшчыкі

source: Previous Fuzz_y
be: Да папярэдняга няп_эўнага

source: Previous page
be: Да папярэдняй старонкі

source: Price
be: Кошт

source: Primary Development:
be: Асноўная распрацоўка:

source: Print
be: Надрукаваць

source: Print Previe_w...
be: Папярэдні _агляд друку...

source: Print formatted details of the song
be: Паказаць падрабязнасці трэка ў вызначаным фармаце

source: Print socket-related debugging information to console:
be: Выводзіць адладачную інфармацыю аб сокеце ў кансоль:

source: Print the current file
be: Надрукаваць бягучы файл

source: Print the current playback volume
be: Паказаць дзейны ўзровень гучнасці

source: Print the title and artist of the playing song
be: Паказаць назву і імя выканаўцы бягучага трэка

source: Printer service
be: Служба друку

source: Printing
be: Друк

source: Priority
be: Прыярытэт

source: Priority to use for this plugin
be: Прыярытэт гэтага плугіна

source: Private Key Password:
be: Пароль да прыватнага ключа:

source: Private Key:
be: Прыватны ключ:

source: Privileges
be: Прывілеі

source: Privileges are required to change the CPU Frequency scaling.
be: [PO-fuzzy] Назірае за частатой працэсара

source: Processor
be: Працэсар

source: Profile
be: Профіль

source: Profile %s
be: Профіль %s

source: Profile Information
be: Звесткі аб профілі

source: Profile Settings
be: [PO-fuzzy] Наладкі мадэма

source: Profile _description:
be: _Апісанне профіля:

source: Profile _name:
be: _Назва профілю:

source: Profile file: %s
be: Файл профілю: %s

source: Profile for the active document
be: Профіль для дзейнага дакумента

source: Profile is read-only %s
be: Профіль толькі для чытаньня %s

source: Profile metainfo dictionary
be: Слоўнік метаінфармацыі профілю

source: Profile name: %s Translator name: %s Translator email: %s Language name: %s Team email: %s Language code: %s Character set: %s Transfer encoding: %s Plural form: %s
be: Назва профілю: %s Імя перакладчыка: %s Электронны адрас перакладчыка: %s Назва мовы: %s Электронны адрас суполкі: %s Код мовы: %s Знаказбор: %s Кадаванне перадачы даных: %s Формы множнага ліку: %s

source: Profile settings: %s
be: Наладкі профілю: %s

source: Profiles
be: Профілі

source: Program command:
be: Загад праграмы:

source: Program to establish and edit profiles for users
be: Праграма ўсталяваньня й рэдагаваньня профілю карыстальніка

source: Project
be: Праект

source: Project Id _version:
be: _Версія праекта:

source: Prompt before using GPG passwords in cache
be: Пытаць пацвярджэння перад выкарыстаннем пароляў GPG з кэшу

source: Prompt message
be: Тэкст запыту

source: Properties
be: [PO-fuzzy] _Уласьцівасьці

source: Provides a method to easily insert commonly used tags/strings into a document without having to type them.
be: Дазваляе ўстаўляць часта ўжываныя тэгі і тэкставыя ланцужкі ў дакумент.

source: Provides an implementation of the MPRIS D-Bus interface specification
be: Забяспечвае рэалізацыю спецыфікацыі інтэрфейсу MPRIS D-Bus

source: Provides an implementation of the MediaServer2 D-Bus interface specification
be: Забяспечвае рэалізацыю спецыфікацыі інтэрфейса D-Bus MediaServer2

source: Proxies
be: Проксі-серверы

source: Proxy Passwor_d:
be: Пароль да проксі-сервера:

source: Proxy _Type:
be: Тып проксі-сервера:

source: Proxy _Username:
be: Імя карыстальніка на проксі-серверы:

source: Proxy cache service
be: Служба кэш-проксі

source: Pulses
be: Імпульсны

source: Push button
be: Кнопка націску

source: Python Console
be: Кансоль Python

source: Python Debugger
be: Адладчык Python

source: Python Sample Plugin
be: Прыклад плугіна на Python

source: Python Source
be: Выточны код на Python

source: Quality
be: Якасць

source: Question
be: Пытанне

source: Queued tracks:
be: Трэкі ў чарзе:

source: Quit
be: Выйсці

source: Quit Rhythmbox
be: Выйсці з Rhythmbox

source: Quit Tomboy
be: Скончыць працу Tomboy

source: Quit the program
be: Выйсьці з праграмы

source: Quote
be: Цытата

source: RAID disks management
be: Кіраваньне RAID-масівамі

source: RPC mapper
be: Каталёг сэрвісаў RPC

source: R_eplace
be: За_мяніць

source: Radar Map
be: Радарная мапа

source: Radio
be: Радыё

source: Radio (equal loudness for all tracks)
be: Радыё (аднолькавая гучнасць ва ўсіх трэках)

source: Random by rating
be: Выпадкова, з улікам адзнакі

source: Random by time since last play
be: Выпадкова, з улікам часу апошняга прайгравання

source: Random by time since last play and rating
be: Выпадкова, з улікам часу апошняга прайгравання і адзнакі

source: Random with equal weights
be: Выпадкова, з аднолькавай імавернасцю

source: Range
be: Дыяпазон

source: Rap
be: Рэп

source: Rating
be: Адзнака

source: Re-read
be: Перачытаць

source: Read invalid UTF-8 character 0x%x
be: Прачытаны хібны знак UTF-8 0x%x

source: Read less
be: Чытаць меней

source: Read more
be: Чытаць далей

source: Read only
be: Толькі для чытаньня

source: Read-only Directory.
be: Каталог даступны толькі для чытання.

source: Read-only File.
be: Файл даступны толькі для чытання.

source: ReadOnly text and password
be: Тэкст і пароль, даступныя толькі для чытання

source: Ready
be: Гатова

source: Really delete "{0}"?
be: Ці вы насамрэч хочаце выдаліць "{0}"?

source: Really delete this notebook?
be: Ці вы насамрэч хочаце выдаліць гэты блакнот?

source: Really remove this icon?
be: Ці вы насамрэч хочаце выдаліць гэты значок?

source: Really revert file %s?
be: Сапраўды аднавіць файл %s?

source: Reason
be: Прычына

source: Recent Notes
be: Нядаўнія нататкі

source: Recently Added
be: Нядаўна дададзеныя

source: Recently Listened Tracks
be: Надаўна праслуханыя трэкі

source: Recently Played
be: Нядаўна гучаўшыя

source: Recently Used
be: Нядаўна выкарыстанае

source: Recommendations
be: Рэкамендацыі

source: Recommendations for User:
be: Рэкамендацыі для карыстальніка:

source: Record audio CDs from playlists and duplicate audio CDs
be: Запіс аўдыядыскаў са спісаў прайгравання і капіраванне аўдыядыскаў

source: Record from _input:
be: [PO-fuzzy] Запісаць з:

source: Record sound
be: Запісаць гук

source: Record sound clips
be: Запісаць гукавы кліп

source: Recording
be: Запіс

source: Recording…
be: [PO-fuzzy] Запіс

source: Recover '%s' session
be: Аднавіць сеанс "%s"

source: Red value level
be: Узровень чырвонага колеру

source: Redo last undone operation
be: Паўтарыць апошнюю скасаваную аперацыю

source: Redo the undone action
be: Паўтарыць апошнюю скасаваную аперацыю

source: Reduced spacing
be: Зменшаныя прагалы

source: Reduced spacing (deprecated)
be: Зменшаныя прагалы (састарэлы тэг)

source: Reference label
be: Подпіс адсылкі

source: Reference ref
be: Адрас адсылкі

source: Reflect the contents of the clipboard (whether encrypted, signed, etc...) in the panel applet icon.
be: Паказваць тып змесціва буфера абмену (зашыфраваны, падпісаны і г.д.) у значку аплета на панэлі.

source: Refresh
be: [PO-fuzzy] _Абнавіць

source: Refresh Profile
be: Абнавіць профіль

source: Refresh your Profile
be: Абнавіць свой профіль

source: Reggae
be: Рэгі

source: Relative humidity:
be: Адносная вільготнасьць:

source: Reload
be: Абнавіць

source: Reload Album Information
be: Абнавіць звесткі пра альбом

source: Remote IP Address:
be: Аддалены IP-адрас:

source: Remote address:
be: [PO-fuzzy] IP-адрас:

source: Remote backup server
be: Аддалены паслужнік рэзэрвовага капіяваньня

source: Remote shell server
be: Аддалены загадны радок

source: Remotes
be: Аддаленыя крыніцы

source: Remove
be: Выдаліць

source: Remove From Playlist
be: Выдаліць са спіса прайгравання

source: Remove Tracks
be: Выдаліць трэкі

source: Remove all songs from the play queue
be: Выдаліць усе трэкі з чаргі прайгравання

source: Remove broken links
be: Выдаліць зламаныя спасылкі

source: Remove each selected item from the library
be: Выдаліць кожны вылучаны элемент з фанатэкі

source: Remove each selected item from the play queue
be: Выдаліць кожны вылучаны элемент з чаргі прайгравння

source: Remove each selected song from the playlist
be: Выдаліць кожны вылучаны трэк са спіса прайгравання

source: Remove fuzzy status when message is changed
be: Пазбаўляць паведамленне няпэўнасці пры яго змяненні

source: Remove home folder for %s?
be: Выдаліць хатнюю тэчку карыстальніка %s?

source: Remove the current view of the buffer
be: Выдаліць бягучы абшар прагляду буфера

source: Remove the selected item from the toolbar
be: Выдаліць вылучаны элемент з паліцы прылад

source: Remove the selected toolbar
be: Выдаліць абраную паліцу прылад

source: Remove the selected tracks
be: Выдаліць вылучаныя трэкі

source: Removed edit point...
be: Выдалены пункт рэдагавання...

source: Removed files:
be: Выдаленыя файлы:

source: Removing item %s of %s
be: Выдаленьне элемэнта %s з %s

source: Removing: %s
be: [PO-fuzzy] <i>Выдаленьне: %s</i>

source: Rename Links
be: Дапасаваць спасылкі

source: Rename MTP-device
be: Пераназваць прыстасаванне MTP

source: Rename Note Links?
be: Дапасаваць спасылкі на нататку?

source: Rename iPod
be: Пераназваць iPod

source: Rename links in other notes from "<span underline="single">{0}</span>" to "<span underline="single">{1}</span>"? If you do not rename the links, they will no longer link to anything.
be: Калі не дапасаваць гэтыя спасылкі, то яны перастануць працаваць.

source: Rename local note:
be: Пераназваць мясцовую версію нататкі:

source: Rename my local note.
be: Пераназваць мясцовую версію нататкі.

source: Rename playlist
be: Пераназваць спіс прайгравання

source: Rename station
be: Пераназваць станцыю

source: Repeat Every
be: Паўтараць

source: Replace
be: Замяніць

source: Replace All
be: Замяніць усё

source: Replace Data
be: Замена даных

source: Replace With
be: Замяніць на

source: Replace _All
be: За_мяніць усё

source: Replace _with:
be: Замяніць _на:

source: Replace a string
be: Замена тэксту

source: Replace my local note with the server's update.
be: Замяніць мясцовую версію нататкі серверным абнаўленнем.

source: Replaces all occurrences of the search string with the replace string
be: Замяніць усе адпаведнікі шуканага тэксту адпаведным тэкстам для замены

source: Replaces the search string with the replace string
be: Замяніць шуканы тэкст адпаведным тэкстам для замены

source: ReplayGain GStreamer plugins not available
be: Адсутнічаюць плугіны сістэмы GStreamer, патрэбныя для ReplayGain

source: ReplayGain _mode:
be: _Рэжым ReplayGain:

source: ReplayGain preferences
be: Настройкі ReplayGain

source: Report message _bugs to:
be: Заяўляць пра _хібы ў паведамленнях на:

source: Request failed
be: Памылка запыту

source: Require _password:
be: Патрабаваць _пароль:

source: Reset
be: Ануляваць

source: Resetting Synchronization Settings
be: Ануляванне настроек сінхранізацыі

source: Resize note
be: Зьмяніць памер нататкі

source: Restore the default menu layout
be: Аднавіць прадвызначаны склад меню

source: Restrict search by filename
be: Абмежаваць пошук па назве файла

source: Restrict tunnel TCP Maximum _Segment Size (MSS)
be: Абмежаваць максімальны памер TCP-сегмента тунэля (MSS)

source: Resume playback if currently paused
be: Працягнуць прайграванне, калі спынена

source: Retrieving songs from music share
be: Атрыманне трэкаў з музычнага супольнага рэсурса

source: Retrieving track listing...please wait.
be: Атрыманне спіса трэкаў, пачакайце...

source: Reverse link
be: Адваротная спасылка

source: Reverse up and down buttons
be: Памяняць месцамі кнопкі ўверх і ўніз

source: Revert to a saved version of the file
be: Аднавіць захаваную версію файла

source: Reverted buffer from file %s
be: Буфер адноўлены з файла %s

source: Revoked Signature
be: Адкліканы подпіс

source: Rhythmbox Music Player
be: Музычны прайгравальнік Rhythmbox

source: Rhythmbox Preferences
be: Настройкі Rhythmbox

source: Rhythmbox Website
be: Сеціўная пляцоўка Rhythmbox

source: Rhythmbox could not duplicate the disc
be: Rhythmbox не здолеў скапіраваць дыск

source: Rhythmbox could not record the audio disc
be: Rhythmbox не здолеў запісаць аўдыядыск

source: Rhythmbox could not understand the Magnatune catalog, please file a bug.
be: Rhythmbox не здолеў разабраць каталог Magnatune. Калі ласка, заявіце аб памылцы.

source: Rhythmbox has detected a device that is probably an uninitialized or corrupted iPod. It must be initialized before Rhythmbox can use it, but this will destroy any song metadata already present. If you wish Rhythmbox to initialize the iPod, please fill in the information below. If the device is not an iPod, or you do not wish to initialize it, please click cancel.
be: Калі гэта не iPod ці вы не хочаце яго ініцыяваць, пстрыкніце ў кнопку Скасаваць.

source: Rhythmbox is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
be: Падрабязней глядзіце ў тэксце Агульнай Грамадскай Ліцэнзіі GNU (GPL).

source: Rhythmbox is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be: Rhythmbox з'яўляецца свабодным апраграмаваннем. Вы можаце распаўсюджваць яго згодна з умовамі Агульнай Грамадскай Ліцэнзіі GNU (GPL), апублікаванай Фондам свабоднага апраграмавання, версіі 2 ці любой пазнейшай.

source: Right to Left
be: Справа ўлева

source: Right zoom
be: Маштабаванне ўправа

source: Roaming mode enabled
be: Уключаны рэжым роўмінгу

source: Rock
be: Рок

source: Root
be: Корань

source: Route server
be: Маршрутызатар

source: Router advertisement server
be: Паслужнік абвяшчэньня зьвестак аб магчымых маршрутах

source: Rows
be: Колькасць радкоў

source: Rulings between rows and columns
be: Прагалы паміж радкамі і слупкамі

source: Run Application button
be: Кнопка ўрухомленьня дастасаваньня

source: Run program in terminal
be: Запускаць праграму ў тэрмінале

source: Runlevel
be: Узровень уключэньня

source: Running %s tests
be: Выкананьне тэстаў %s

source: Running %s tests (%s)
be: Выкананьне тэстаў %s (%s)

source: SDL — Simple DirectMedia Layer
be: [PO-fuzzy] SDL - Simple DirectMedia Layer

source: SNMP server
be: Паслужнік SNMP

source: SSH synchronization requires an existing SSH key for this server and user, added to a running SSH daemon.
be: SSH-сінхранізацыя патрабуе наяўнасці SSH-ключа да сервера і карыстальніка, дададзеных да працоўнага SSH-дэмана.

source: SSHFS Remote Synchronization Folder
be: Папка аддаленай сінхранізацыі SSHFS

source: SSHFS Remote Synchronization User Name
be: Імя карыстальніка для аддаленай сінхранізацыі SSHFS

source: SSHFS Synchronization Server Port
be: Порт сервера сінхранізацыі SSHFS

source: SSHFS Synchronization Server URL
be: URL-адрас сервера сінхранізацыі SSHFS

source: S_elect the documents you want to save:
be: _Выберыце дакументы, якія трэба захаваць:

source: S_kip All
be: Прапусціць _усё

source: S_mall
be: _Малы шрыфт

source: S_tatusbar
be: Стужка с_тану

source: S_ubmit Album
be: Па_слаць альбом

source: S_wap Space
be: Прастора пад_качкі

source: S_ynchronize Notes
be: _Сінхранізаваць нататкі

source: S_ystem
be: _Сыстэма

source: Sa_ved sessions
be: _Захаваныя сеансы

source: Sabayon requires a special user account '%s' to be present on this computer. Try again after creating the account (using, for example, the 'adduser' command)
be: Паспрабуйце зноў пасьля стварэньня рахунку (скарыстайце, напрыклад, загад 'adduser')

source: Sabayon will now exit. There were some recoverable errors, and you can help us debug the problem by sending the log in %s to %s
be: Адбылося некалькі папраўных памылак, і каб дапамагчы нам выправіць іх, дашліце апісаньне праблемы з %s да %s

source: Safe Protocols
be: Бясьпечныя пратаколы

source: Safety margin
be: Граніца бяспекі

source: Sample Plugin
be: Прыклад плугіна

source: Sample program output, scripts
be: Узорны вывад праграмы, сцэнарыі

source: Sample rate:
be: Частасьць сэмплаў:

source: Saturdays
be: У суботы

source: Save
be: Захаваць

source: Save As
be: Захаваць як

source: Save As _HTML...
be: За_хаваць як HTML...

source: Save Document
be: Захаванне дакумента

source: Save Playlist
be: Захаваць спіс прайгравання

source: Save Se_lection
be: Захаваць _вылучанае

source: Save Si_ze
be: _Захаваць памер

source: Save _As...
be: Захаваць _як...

source: Save _Title
be: Захаваць за_галовак

source: Save a playlist to a file
be: Захаваць спіс прайгравання ў файл

source: Save all open files
be: Захаваць усе адкрытыя файлы

source: Save and quit
be: Захаваць і выйсці

source: Save and restore your working sessions
be: Захаванне і аднаўленне бягучых сеансаў працы

source: Save changes to profile "%s" before closing?
be: Захаваць зьмены для профілю "%s" перад выхадам?

source: Save current network configuration as a location
be: Захаваць гэтую канфігурацыю сеткі як асобнае месцазнаходжаньне

source: Save failed.
be: Не ўдалося захаваць.

source: Save file
be: Захаваць файл

source: Save file as
be: Захаваць файл як

source: Save file as...
be: Захаваць файл як...

source: Save location
be: Захаваць знаходжаньне

source: Save profile
be: Захаваць профіль

source: Save recording before closing?
be: [PO-fuzzy] Хахаваць зьмены файла "%s" перад закрыцьцём?

source: Save recording?
be: [PO-fuzzy] Запіс

source: Save session
be: Захаваць сеанс

source: Save the changes to document "%s" before closing?
be: Захаваць змены ў дакуменце "%s" перад закрыццём?

source: Save the current document list as a new session
be: Захаваць бягучы спіс дакументаў як новы сеанс

source: Save the current file
be: Захаваць бягучы файл

source: Save the current file with a different name
be: Захаваць бягучы файл пад іншай назвай

source: Save the current file with another name
be: Захаваць бягучы файл пад іншай назвай

source: Save the play queue to a file
be: Захаваць чаргу прайгравання ў файл

source: Saved
be: Захаваны

source: Saved Sessions
be: Захаваныя сеансы

source: Saved buffer to file %s
be: Буфер захаваны ў файле %s

source: Saved height of "Search All Notes" window
be: Захаваная вышыня акна "Пошук ва ўсіх нататках"

source: Saved horizontal position of "Search All Notes" window
be: Захаваная гарызантальная пазіцыя акна "Пошук ва ўсіх нататках"

source: Saved mute state
be: Захаваны абязгучаны стан

source: Saved vertical position of "Search All Notes" window
be: Захаваная вертыкальная пазіцыя акна "Пошук ва ўсіх нататках"

source: Saved volume to restore on startup
be: Захаваная гучнасьць для аднаўленьня падчас запуску

source: Saved width of "Search All Notes" window
be: Захаваная шырыня акна "Пошук ва ўсіх нататках"

source: Saving configuration to the GNOME keyring failed with the following message:
be: Не ўдалося захаваць настройкі ў вязцы ключоў GNOME:

source: Saving has been disabled by the system administrator.
be: Сістэмны адміністратар адключыў функцыю захавання.

source: Saving to HTML will overwrite some files. Do you want to proceed?
be: Хочаце працягнуць?

source: Saving to HTML...
be: Захаванне ў HTML...

source: Scan time (each direction), in ms
be: Працягласць сканавання (у кожным накірунку), мс

source: Scan time in menu mode (0 to not scan)
be: Працягласць сканавання ў рэжыме меню (0 = не сканаваць)

source: Scanning...
be: Пошук...

source: School management platform
be: Плятформа арганізацыі навучаньня

source: Scope covered by header cells
be: Дыяпазон клетак загалоўка

source: Screen geometry (mostly for tall thin screens) - 0=old-style, 1=square no-xhair, 2=squish, 3=squish+log
be: Геаметрыя экрана (пераважна для высокіх вузкіх экранаў): 0=old-style, 1=square no-xhair, 2=squish, 3=squish+log

source: Screenshot button
be: Кнопка здымку экрану

source: Script language name
be: Назва мовы сцэнарыя

source: Script statements
be: Інструкцыі сцэнарыя

source: Scroll the view to the currently playing song
be: Пракрутка да трэка, які цяпер гучыць

source: Scrollbar
be: Паласа пракруткі

source: Se_lect Servers
be: Вы_браць паслужнікі

source: Se_rver:
be: _Сервер:

source: Seahorse Project Homepage
be: Дамашняя старонка праекта Seahorse

source: Search
be: Пошук

source: Search All Notes
be: Шукаць ва ўсіх нататках

source: Search Code
be: Код пошуку

source: Search Domains
be: Пошукавыя дамэны

source: Search String
be: Тэкст пошуку

source: Search _backwards
be: _Адваротны пошук

source: Search albums
be: Пошук альбомаў

source: Search all fields
be: Шукаць ва ўсіх графах

source: Search artists
be: Пошук выканаўцаў

source: Search button
be: Кнопка пошуку

source: Search engines
be: Рухавікі пошуку

source: Search for a city:
be: Пошук горада:

source: Search for a string
be: Пошук тэксту

source: Search for and replace text
be: Пошук і замена тэксту

source: Search for podcasts in the iTunes Store and on Miroguide.com, or enter a podcast feed URL. Subscribe to podcasts to download new episodes as they are published.
be: Падпішыцеся на падкасты, каб сцягваць новыя эпізоды адразу пасля іх публікацыі.

source: Search for text
be: Шукаць тэкст

source: Search podcast episodes
be: Знайсці эпізоды падкастаў

source: Search podcast feeds
be: Знайсці каналы падкастаў

source: Search titles
be: Пошук назваў песень

source: Search your internet radio stations
be: Шукаць Інтэрнэт-радыёстанцыі

source: Search your notes
be: Пошук у нататках

source: Searching for lyrics...
be: Пошук тэкстаў песень...

source: Secure shell server
be: Бясьпечны аддалены загадны радок

source: Security
be: Бяспека

source: See the ForeCast Details
be: Глядзіце падрабязны прагноз

source: Seek in current track
be: Пераход у бягучым трэку

source: Seeking to %s
be: Пераход да %s

source: Select <b>New</b> to add a world clock
be: Выберыце <b>Новы</b>, каб дадаць сусветны гадзіннік

source: Select <b>New</b> to add an alarm
be: Выберыце <b>Новы</b>, каб дадаць сігнал

source: Select A Folder
be: Выбраць папку

source: Select All
be: Вылучыць усё

source: Select Dasher Font
be: Выбраць шрыфт Dasher

source: Select Editor Font
be: Выбраць шрыфт рэдактара

source: Select File
be: Вылучыць файл

source: Select Folder For Podcasts
be: Выберыце папку для падкастаў

source: Select Font
be: Выбраць шрыфт

source: Select Location from the list
be: Вылучыце мясцовасьць зь сьпіса

source: Select None
be: Зняць вылучэнне з усяго

source: Select Synchronization Folder...
be: Выбраць папку сінхранізацыі...

source: Select _All
be: Вылучыць _усё

source: Select a file to open
be: Выберыце файл для адкрыцця

source: Select a file to save buffer as
be: Выбар файла для захавання буфера

source: Select a location containing music to add to your library.
be: Выберыце месцазнаходжанне музыкі, якую трэба дадаць у фанатэку.

source: Select all songs
be: Вылучыць усе трэкі

source: Select an authentication mode.
be: [PO-fuzzy] TLS-ідэнтыфікацыя

source: Select an icon...
be: Выбраць значок...

source: Select maximum number of undo levels
be: Выберыце максімальную колькасць зваротных аперацый

source: Select path and file name for the HTML source
be: Выберыце сцежку і назву файла для HTML-вываду
